{
  "Funny": [
    "Put an ice cube in your pocket until it melts.",
    "Take a shot of barbecue sauce.",
    "Eat half a teaspoon of Wasabi or Chilli sauce or any thing similar.",
    "Go to the nearest fridge, pour a little bit of all the liquids found (not including medication) into a glass, stir it, and drink it all up.",
    "Pledge your undying love to the person directly across from you for a minute.",
    "Make an unflattering picture of yourself your Facebook profile picture for at least a day.",
    "Let someone spoon-feed you with both of you blindfolded for 2 minutes. Make it something messy like yogurt, applesauce, etc.",
    "Turn off your phone for the rest of the game.",
    "Let everyone in the room, dress you up, do your makeup, and your hair. Take a picture and make that your new social media profile picture for at least one day.",
    "Pick your nose in front of everyone.",
    "Let someone in the room write whatever they want on your Facebook account.",
    "Do the worm.",
    "Slap the person on the left.",
    "Spank the person on your right.",
    "Smell the foot of the person on your left.",
    "Use a pickup line on the person on your right.",
    "Sing a song for someone in the room.",
    "Put your finger in your mouth. If you cannot do that then you have to put someone else’s finger in your mouth.",
    "Do the robot",
    "Do 50 sit ups.",
    "Jog in place very slowly for the next 3 minutes.",
    "Say something very dirty to the person on your left.",
    "Speak in an accent for the rest of the game (examples of accents include British, Southern American, Caribbean, German, and Italian.)",
    "Pick up the person next to you.",
    "Carry the person next to you across the room.",
    "Swallow a tablespoon of ketchup, mustard, or something similar.",
    "Talk for 5 minutes without stopping.",
    "Lick the side of someone’s face.",
    "Perform a rap for everyone in the room.",
    "Try to put your foot behind your head.",
    "Pretend to spin an imaginary hula hoop around your waist for the next 2 minutes.",
    "Send a love letter to someone on Facebook.",
    "Send someone a message that says, “I know what you did last summer.”",
    "Streak across the room.",
    "Post a video of you singing and share it on your social media account.",
    "Ask the neighbors next door for a cup of sugar. If they do not have sugar or do not answer, try until you get someone.",
    "Say the alphabet backwards.",
    "Lay on the floor and pretend that you are swimming for two minutes.",
    "Speak in rhymes for 2 minutes.",
    "Instead of speaking, you have to sing everything that you want to say for 2 dares.",
    "Blow a raspberry on the stomach of the person to your right.",
    "Prank call the number of someone that you do not know.",
    "Give an insult to every person in the room.",
    "Try to woo the person to your right.",
    "Do the moonwalk across the room.",
    "Go outside and try to talk with the next person that walks by.",
    "Go outside and sing Twinkle, Twinkle Little Star loudly.,",
    "Call someone on your phone and talk to them for 5 minutes without telling them that you are playing Truth or Dare.",
    "Snort like a pig at the end of each sentence you say for next 2 rounds.",
    "Sing a song for 2 minutes, but meow instead of singing the words until someone guess it.",
    "Sit on someone’s lap for 10 minutes.",
    "Slow dance with the person on your left for the duration of one song.",
    "Let everyone in the room give you a makeup makeover. Everyone gets to contribute.",
    "Let each person in the room paint your nails.",
    "Eat a piece of food off of someone’s face without using your hands.",
    "Do a belly dance for one minute for everyone in the room.",
    "Give a foot massage to the person on your left.",
    "Let the person next to you give you a hair style using only his/hers left hand.",
    "Do a chicken dance for  5 minutes.",
    "Cut 5 onions into little pieces or Post 5 different photos of an onion online",
    "Eat couple cloves of raw garlic or Post a pic of you fav. lady celebrity online",
    "Pretend that you are an airplane for a Minute.",
    "Take a coin out of your wallet and lick it.",
    "Do a crazy dance.",
    "Prank call someone and pretend she/he is your girlfriend/boyfriend and propose to him/her.",
    "Bark like a dog for a minute.",
    "Stand or jump on one foot for a minute.",
    "Call someone and tell him/her a joke.",
    "Cry loudly in front of everyone.",
    "Try to do a stand up comedy in front of the other players.",
    "Imitate any animal of your choice for several minutes.",
    "Let the person on your left draw a mustache on your skin.",
    "Let the person on your right put a make up on you blind folded.",
    "Show your browsing history to the players in the room.",
    "Disclose your girlfriend’s/boyfriend’s name.",
    "Call your best friend and make him/her believe that you are a gay.",
    "Say “I love you” for 50 times.",
    "Call your best friend make her believe that you hate her.",
    "Propose to the person on your left.",
    "Call your mom and cry on the phone telling her that you just got dumped.",
    "Pretend that you are an enemy with the person on your right.",
    "Don’t talk for the rest of the game.",
    "Don’t talk to anyone for 30 minutes.",
    "Beg for money.",
    "Prank call someone and make them believe that they have won the lottery.",
    "Prank call someone and tell them that you are horny.",
    "Be rude to your girlfriend/boyfriend for a day.",
    "Go outside and propose to the first person who passes by.",
    "Repeat “I will do it” for 100 times.",
    "Try to laugh continuously for a minute.",
    "Have a 5 minute conversation of any topic.",
    "Remove your pants/skirt for the rest of the game.",
    "Try to touch your nose with your tongue.",
    "Do a belly dance.",
    "Mimic the joker from a Batman movie.",
    "Pick only truths for you next two rounds",
    "Let someone go through your Amazon purchase history and read it out to the group.",
    "Act out a particular commercial ad.",
    "Give a piggyback ride to the player on your left.",
    "Moonwalk across the room.",
    "Do an impression of someone in the group.",
    "Act like a gorilla.",
    "Write a letter/text to someone you hate and send it.",
    "Continuously talk for 3 minutes without stopping",
    "Go to the kitchen and eat something that is not meant to be eaten alone (like chili powder, pepper, etc).",
    "Ask for permission the next time you need to use the washroom.",
    "Mix different types of sauces and eat the result." 
  ],
  "Hot": [
    "Let someone go through your YouTube history and read it out to the group.",
    "Give a detailed presentation on how you woo a lover in the style of a TED talk.",
    "Make as many different sounds with your lips as you can.",
    "You have to say “I’m just a silly boy” and slap yourself gently on the face 20 times.",
    "Demonstrate to the room how to put a condom on using you imagination.",
    "Put in your headphones and put on your favorite song and dance to it.",
    "Someone gets to draw something on your face (with just a pen, not a permanent marker).",
    "You have to hold a mouthful of water in your mouth until the round is over",
    "Slap your butt and say 'I’ve been bad, bad, bad, bad, bad, bad, bad, bad, bad, naughty!'",
    "Change your Facebook status to “Feeling lonely . . .”",
    "Send the most unflattering picture of you that you have in your phone.",
    "Send the picture in your phone that’s five pictures back.",
    "Send a random gif to the first person in your contact list with no explanation.",
    "Read everyone the last conversation you had in Messenger on Facebook.",
    "Give a kiss to each player in the room. A peck on the cheek is okay.",
    "Give a half minute lecture of safe sex.",
    "Ask out the first person (be it a male or a female) that comes into the room.",
    "Exchange a clothing item with the player on your right.",
    "Lick the floor."
  ],
  "Super Hot": [
    "Do your best fake 'O' while looking the person to the left of you in the eye?",
    "Someone feeds you M&Ms or other small chocolate candy and you have to say, Thank you, Daddy, after each one.",
    "You’re in school and you’ve been a bad student. For the next round, you’re in time out on someone’s lap.",
    "Someone goes onto your Amazon account and buys a special toy for you that’s 200 or less.",
    "Go to Cosmopolitan’s website’s love section and find a position and try it out with non-living things",
    "Change your  status to 'I’m coming . . . I’m coming . . .',one minute later, change it to 'I just came.'",
    "You have to keep your hand on the very inner thigh of the person next to you for the next round.",
    "Be blindfolded and then tickled for a minute.",
    "Blow on the back of the other person's neck, alternating hot and cool for one minute. Do not touch them.",
    "Spell out a secret message for them on their back. If they are right, they get a special favor of their choosing, else they have to do something special for you.",
    "Give someone a massage.",
    "You have to do whatever they tell you for one minute.",
    "Put on a dance song and grind with a pillow for one minute.",
    "Put your underwear on top of your head.",
    "Wear your underwear outside of your clothes.",
    "Strip down to your underwear and make an outfit for yourself using no more than 2 rolls of toilet paper.",
    "Touch your friends nose with your tongue only.",
    "Kiss a pillow or something similar. Do it passionately.",
    "Take a shower with all your clothes on.",
    "Do a seductive dance in front of everyone.",
    "Call your closest friend and invite him/her for a threesome.",
    "Act like the sound person who is being dubbed for a noisy kissing scene."
  ]
}
